Repository: richard-hu/usb-sd-creator
Catalog: lang/lang-*.po
Languages: sv_se, uk_ua

# Creator|
source: Write image
sv_se: Skriv avbild
uk_ua: Запишіть образ

# Creator|
source: Select your USB stick or SD card
sv_se: Välj USB eller SD-kort
uk_ua: Виберіть ваш USB-диск або SD-карту

# Creator|
source: Download or select a local image file
sv_se: Ladda ner eller välj en lokal fil
uk_ua: Завантажте або виберіть локальний файл образу

# Creator|
source: Eject device
sv_se: Mata ut enhet
uk_ua: Вилучити пристрій

# Creator|
source: Load device
sv_se: Ladda enhet
uk_ua: Завантажити пристрій

# Creator|
source: Root privileges required to write image. Run application with sudo.
sv_se: Det krävs Root-behörighet för att skriva en avbild Kör programmet med sudo.
uk_ua: Для запису образу необхідні привілегії root. Запустіть додаток з використанням sudo.

# Creator|
source: Version: %1 Build date: %2
sv_se: Version: %1 Byggdatum: %2
uk_ua: Версія: %1 Дата складання: %2

# Creator|
source: This software was created with love and released
sv_se: Denna programvara skapades med kärlek och gavs ut
uk_ua: Ця програма була свторена з любов'ю і випущена

# Creator|
source: under GPLv2, using earlier work from RasPlex.
sv_se: under GPLv2, med hjälp av tidigare arbete från RasPlex.
uk_ua: під ліцензією GPLv2, використовуючи попередню роботу від RasPlex.

# Creator|
source: For license, credits and history, please read:
sv_se: För licens, credd och historik, läs:
uk_ua: Для інформації про ліцензію, подяки та історію, буд-ласка, читайте:

# Creator|
source: If you enjoy using LibreELEC please consider a
sv_se: Om du gillar att använda LibreELEC vänligen överväg en
uk_ua: Якщо вам подобається LibreELEC, будь-ласка розгляньте можливість

# Creator|
source: donation to support the project.
sv_se: donation för att stötta projektet.
uk_ua: пожертви для підтримки проекту.

# Creator|
source: Click the logo below or donate
sv_se: Klicka på logotypen nedan för att donera
uk_ua: Клацніть на логотипі нижче для пожертви

# Creator|
source: using Paypal to:
sv_se: använd PayPal för:
uk_ua: через Paypal на користь:

# Creator|
source: [Stable]
uk_ua: [Стабільна]

# Creator|
source: [Alpha]
uk_ua: [Альфа]

# Creator|
source: [Beta]
uk_ua: [Бета]

# Creator|
source: Download complete, syncing file...
sv_se: Nedladdningen slutförd, synkroniserar filer...
uk_ua: Завантаження завершене, синхронізація файла...

# Creator|
source: Download complete, verifying checksum...
sv_se: Nedladdning slutförd, veriferar checksumma...
uk_ua: Завантаження завершене, перевірка контрольної суми...

# Creator|
source: Download complete, checksum ok.
sv_se: Nedladdning slutförd, checksumma ok.
uk_ua: Завантаження завершене, контрольна сума в порядку.

# Creator|
source: Download complete, checksum not ok.
sv_se: Nedladdning slutförd, checksumman är fel.
uk_ua: Завантаження завершене, контрольна сума не в порядку.

# Creator|
source: %1 seconds remaining - %2% at %3
sv_se: %1 sekunder kvarstår - %2% till %3
uk_ua: %1 секунд залишилося - %2% на швидкості %3

# Creator|
source: Download canceled.
sv_se: Nedladdning avbruten.
uk_ua: Завантаження скасоване.

# Creator|
source: Directory to store image file
sv_se: Mapp att spara avbilden i
uk_ua: Каталог для збереження файла образу

# Creator|
source: Error
sv_se: Fel
uk_ua: Помилка

# Creator|
source: File %1/%2 already exist.
sv_se: Filen %1/%2 finns redan.
uk_ua: Файл %1/%2 вже існує.

# Creator|
source: Do you want to overwrite?
sv_se: Vill du skriva över den?
uk_ua: Ви бажаєте перезаписати?

# Creator|
source: File already exists.
sv_se: Filen finns nedan.
uk_ua: Файл вже існує.

# Creator|
source: Failed to open file for writing!
sv_se: Kunde inte skriva till filen!
uk_ua: Не вдалося відкрити файл для запису!

# Creator|
source: Open image file
sv_se: Öppna avbild
uk_ua: Відкрити файл образу

# Creator|
source: Compressed gz image (*img.gz);;Compressed zip image (*img.zip);;Uncompressed image (*.img);;All files (*.*)
sv_se: Komprimerad gz avbild (*img.gz);;Komprimerad zip avbild (*img.zip);;Okomprimerad avbild (*.img);;Alla filer (*.*)
uk_ua: Стиснутий образ gz (*img.gz);;Стиснутий образ zip (*img.zip);;Нестиснутий образ (*.img);;Всі файли (*.*)

# Creator|
source: Writing canceled.
sv_se: Skrivningen avbröts.
uk_ua: Запис скасований.

# Creator|
source: Confirm write
sv_se: Bekräfta skrivning
uk_ua: Підтвердіть запис

# Creator|
source: Cannot unmount partititons on device %1
sv_se: Kan inte avmontera partitioner på enhet %1
uk_ua: Неможливо розмонтувати розділи на пристрої %1

# Creator|
source: Not enough space on %1 [%2 < %3]
sv_se: Det saknas utrymme på %1 [%2 < %3]
uk_ua: Недостатньо простору на %1 [%2 < %3]

# Creator|
source: Syncing file system...
sv_se: Synkroniserar filsystem...
uk_ua: Синхронізація файлової системи...

# Creator|
source: Writing done!
sv_se: Skrivning klar!
uk_ua: Запис завершено!

# Creator|
source: Error: %1
sv_se: Fel: %1
uk_ua: Помилка: %1

# Creator|
source: Selected device: %1 Are you sure you want to write the image? Your USB-SD device will be wiped!
sv_se: Vald enhet: %1 Är du säker på att du vill skriva avbilden? Din USB-SD enhet kommer raderas!
uk_ua: Вибраний пристрій: %1 Ви впевнені, що хочете записати образ? Ваш пристрій USB-SD буде витертий!

# Creator|
source: Yes
sv_se: Ja
uk_ua: Так

# Creator|
source: No
sv_se: Nej
uk_ua: Ні

# Creator|
source: OK
uk_ua: Гаразд

# Creator|
source: Update Notification
sv_se: Kontrollera uppdateringar
uk_ua: Повідомлення про оновлення

# Creator|
source: Select version
sv_se: Välj version
uk_ua: Виберіть версію

# Creator|
source: &Close
sv_se: &Stäng
uk_ua: &Закрити

# Creator|
source: &Download
sv_se: &Ladda ner
uk_ua: За&вантажити

# Creator|
source: &About
sv_se: &Om
uk_ua: &Про програму

# Creator|
source: &Write
sv_se: S&kriv
uk_ua: Запи&сати

# Creator|
source: &Help
sv_se: &Hjälp
uk_ua: &Допомога

# Creator|
source: Select &file
sv_se: Välj &fil
uk_ua: Вибрати &файл

# Creator|
source: &Show all
sv_se: &Visa alla
uk_ua: П&оказати всі

# Creator|
source: Cance&l
sv_se: &Avbryt
uk_ua: Скасувати

# Creator|
source: &Visit Website
sv_se: &Besök hemsidan
uk_ua: Відвідати веб-сайт

# Creator|
source: LibreELEC USB-SD Creator %1 is available.
sv_se: LibreELEC USB-SD Creator %1 finns tillgängligt.
uk_ua: Доступний LibreELEC USB-SD Creator %1.

# Creator|
source: Select project
sv_se: Välj projekt
uk_ua: Вибрати проект

# Creator|
source: Select image
sv_se: Välj avbild
uk_ua: Вибрати образ

# QObject|
source: Write Error
sv_se: Skrivfel
uk_ua: Помилка запису

# QObject|
source: An error occurred when attempting to write data to handle. Error %1: %2
sv_se: Ett fel inträffade när data försökte skrivas. Fel %1: %2
uk_ua: Виникла помилка при спробі запису даних в хендл. Помилка %1: %2

# QObject|
source: Volume Error
sv_se: Volym Fel
uk_ua: Помилка тома

# QObject|
source: An error occurred when attempting to get a handle on the volume. Error %1: %2
sv_se: Ett fel inträffade när volymen skulle hanteras Fel %1: %2
uk_ua: Виникла помилка при спробі отримати хендл на томі. Помилка %1: %2

# QObject|
source: Lock Error
sv_se: Låsningsfel
uk_ua: Помилка блокування

# QObject|
source: An error occurred when attempting to lock the volume. Error %1: %2
sv_se: Ett fel inträffade när volymen försökte låsas. Fel: %1: %2
uk_ua: Виникла помилка при спробі блокування тома. Помилка %1: %2

# QObject|
source: Unlock Error
sv_se: Upplåsningsfel
uk_ua: Помилка розблокування

# QObject|
source: An error occurred when attempting to unlock the volume. Error %1: %2
sv_se: Ett fel inträffade när volymen skulle låsas upp. Fel %1: %2
uk_ua: Виникла помилка при спробі розблокування тома. Помилка %1: %2

# QObject|
source: Dismount Error
sv_se: Avmonteringsfel
uk_ua: Помикла розмонтування

# QObject|
source: An error occurred when attempting to dismount the volume. Error %1: %2
sv_se: Ett fel inträffade när volymen skulle avmonteras. Fel: %1: %2
uk_ua: Виникла помилка при спробі розмонтування тома. Помилка %1: %2
